Repository: khanSaheb23/haiiredunia
Catalog: src/i18n/*/LC_MESSAGES/converse.po
Languages: ca

source: An error occurred while connecting to the chat server.
ca: S'ha produït un error al intentar connectar-se al servidor de xat.

source: Your XMPP address and/or password is incorrect. Please try again.
ca: La teva adreça XMPP i/o la contrasenya no és correcta. Intenta-ho de nou.

source: Sorry, we could not connect to the XMPP host with domain: %1$s
ca: No s'ha pogut connectar al servei XMPP amb el domini: %1$s

source: The XMPP server did not offer a supported authentication mechanism
ca: El servidor XMPP no ha proporcionat cap mecanisme d'autenticació compatible

source: The connection has dropped, attempting to reconnect.
ca: S'ha perdut la connexió, s'està intentant reconnectar.

source: %1$s is typing
ca: %1$s està escrivint

source: %1$s has stopped typing
ca: %1$s ha deixat d'escriure

source: %1$s has gone away
ca: %1$s és absent

source: You're not allowed to retract your message.
ca: No tens permís per a retirar aquest missatge.

source: Sorry, an error occurred while trying to retract your message.
ca: Ho sentim, s'ha produït un error intentant retirar el teu missatge.

source: You're not allowed to send a message.
ca: No tens permís per a enviar un missatge.

source: Sorry, an error occurred while trying to send your message.
ca: Ho sentim, s'ha produït un error intentant enviar el teu missatge.

source: %1$s has gone offline
ca: %1$s s'ha desconnectat

source: %1$s is busy
ca: %1$s està ocupat

source: %1$s is online
ca: %1$s està en línia

source: Sorry, looks like file upload is not supported by your server.
ca: El teu servei no permet pujar fitxers.

source: The size of your file, %1$s, exceeds the maximum allowed by your server, which is %2$s.
ca: La mida del teu fitxer de %1$s, excedeix el màxim permès pel teu servei, el qual és %2$s.

source: Undecryptable OMEMO message
ca: Missatge OMEMO no xifrable

source: Sorry, could not determine upload URL.
ca: No s'ha pogut determinar URL.

source: Sorry, could not determine file upload URL.
ca: No s'ha pogut determinar el fitxer URL.

source: Sorry, could not succesfully upload your file. Your server’s response: "%1$s"
ca: No s'ha pogut carregar el teu fitxer. La resposta del teu servidor: "%1$s"

source: Sorry, could not succesfully upload your file.
ca: No s'ha pogut carregar el teu fitxer amb èxit.

source: Smileys and emotions
ca: Emoticones i emocions

source: People
ca: Gent

source: Activities
ca: Activitats

source: Travel
ca: Viatges

source: Objects
ca: Objectes

source: Animals and nature
ca: Animals i natura

source: Food and drink
ca: Aliments i begudes

source: Symbols
ca: Símbols

source: Flags
ca: Banderes

source: Stickers
ca: Enganxines

source: Your message was not delivered because you weren't allowed to send it.
ca: El missatge no ha arribat perquè no tenies permés enviar-lo.

source: Your message was not delivered because you're not present in the groupchat.
ca: El teu missatge no s'ha enviat perquè no estàs al grup.

source: Sorry, an error happened while running the command.
ca: S'ha produït un error intentant executar l'ordre.

source: Check your browser's developer console for details.
ca: Revisa la consola del desenvolupador del navegador per a detalls.

source: Error: couldn't find a groupchat participant based on your arguments
ca: Error: no s'ha pogut trobar un participant del grup basat amb els teus paràmetres

source: Error: found multiple groupchat participant based on your arguments
ca: Error: s'han trobat diversos participants del grup basats en els teus paràmetres

source: Error: the "%1$s" command takes two arguments, the user's nickname and optionally a reason.
ca: Error: l'ordre %1$s accepta dos paràmetres, l'àlies de l'usuari i una raó opcional.

source: Forbidden: you do not have the necessary affiliation in order to do that.
ca: Prohibit: no tens l'afiliació necessària per a fer això.

source: Forbidden: you do not have the necessary role in order to do that.
ca: Prohibit: no tens el rol necessari per a fer això.

source: You're not allowed to register yourself in this groupchat.
ca: No tens permís per registrar-te a aquest grup.

source: You're not allowed to register in this groupchat because it's members-only.
ca: No tens permís per accedir a aquest grup perquè és de només membres.

source: Can't register your nickname in this groupchat, it doesn't support registration.
ca: No es pot registrar el teu àlies a aquest grup, ja que no permet enregistrar àlies.

source: Can't register your nickname in this groupchat, invalid data form supplied.
ca: No es pot registrar el teu àlies a aquest grup, les dades que s'han enviat no son vàlides.

source: Topic set by %1$s
ca: %1$s ha especificat el tema

source: Topic cleared by %1$s
ca: %1$s ha eliminat el tema

source: %1$s has entered the groupchat
ca: %1$s ha entrat al grup

source: %1$s has left the groupchat
ca: %1$s ha sortit del grup

source: %1$s is now a moderator
ca: S'han donat privilegis de moderació a %1$s

source: %1$s is no longer a moderator
ca: %1$s ja no és un moderador

source: %1$s has been given a voice
ca: %1$s ja pot participar a aquest grup

source: %1$s has been muted
ca: S'ha silenciat a %1$s

source: %1$s and %2$s
ca: %1$s i %2$s

source: %1$s are typing
ca: %1$s estan escrivint

source: %1$s have stopped typing
ca: %1$s han deixat d'escriure

source: %1$s have gone away
ca: %1$s no està disponible

source: %1$s have entered the groupchat
ca: %1$s han entrat al grup

source: %1$s have left the groupchat
ca: %1$s han sortit del grup

source: %1$s has been banned by %2$s
ca: %2$s ha denegat l'accés a %1$s

source: %1$s has been banned
ca: S'ha denegat l'accés a %1$s

source: %1$s's nickname has changed
ca: L'àlies de %1$s ha canviat

source: %1$s has been kicked out by %2$s
ca: %2$s ha expulsat a %1$s

source: %1$s has been kicked out
ca: S'ha expulsat a %1$s

source: %1$s has been removed because of an affiliation change
ca: S'ha eliminat a %1$s a causa d'un canvi d'afiliació

source: %1$s has been removed for not being a member
ca: S'ha eliminat a %1$s perquè no és membre

source: %1$s is no longer an admin of this groupchat
ca: %1$s ja no és un administrador d'aquest grup

source: %1$s is no longer an owner of this groupchat
ca: %1$s ja no és el propietari d'aquest grup

source: %1$s is no longer banned from this groupchat
ca: Aquest grup torna a permetre l'accés de %1$s

source: %1$s is no longer a member of this groupchat
ca: %1$s ja no és membre d'aquest grup

source: %1$s is now a member of this groupchat
ca: %1$s ara és membre d'aquest grup

source: %1$s is now an %2$s of this groupchat
ca: %1$s ara és %2$s d'aquest grup

source: The nickname you chose is reserved or currently in use, please choose a different one.
ca: L'àlies que has triat està reservat o es troba en ús, si us plau trieu-ne un altre.

source: Password incorrect
ca: Contrasenya incorrecta

source: You are not on the member list of this groupchat.
ca: No ets a la llista de membres d'aquest grup.

source: You are not allowed to create new groupchats.
ca: No tens permís per crear grups.

source: Your nickname doesn't conform to this groupchat's policies.
ca: El vostre àlies no compleix amb la política d'aquest grup.

source: This groupchat does not (yet) exist.
ca: Aquest grup no existeix (encara).

source: This groupchat has reached its maximum number of participants.
ca: Aquest grup ha assolit el nombre màxim d'ocupants.

source: Remote server not found
ca: No s'ha trobat aquest servei

source: %1$s has invited you to join a groupchat: %2$s
ca: %1$s t'ha convidat a unir-te a un grup de xat: %2$s

source: %1$s has invited you to join a groupchat: %2$s, and left the following reason: "%3$s"
ca: %1$s t'ha convidat a unir-te a un grup de xat (%2$s) i ha deixat el següent motiu: "%3$s"

source: This groupchat is not anonymous
ca: Aquest grup no és anònim

source: This groupchat now shows unavailable members
ca: Aquesta sala ara mostra membres no disponibles

source: This groupchat does not show unavailable members
ca: Aquesta sala no mostra membres no disponibles

source: The groupchat configuration has changed
ca: S'ha canviat la configuració del grup

source: Groupchat logging is now enabled
ca: El registre del grup està habilitat

source: Groupchat logging is now disabled
ca: El registre del grup està deshabilitat

source: This groupchat is now no longer anonymous
ca: Aquest grup ja no és anònim

source: This groupchat is now semi-anonymous
ca: Aquest grup ara és parcialment anònim

source: This groupchat is now fully-anonymous
ca: Aquest grup ara és totalment anònim

source: A new groupchat has been created
ca: S'ha creat un grup nou

source: Your nickname has been automatically set to %1$s
ca: El teu àlies ha canviat automàticament a: %1$s

source: Your nickname has been changed to %1$s
ca: El teu àlies ha canviat a: %1$s

source: You have been banned from this groupchat
ca: Se t'ha denegat l'accés a aquest grup

source: You have been kicked from this groupchat
ca: Se't ha expulsat d'aquest grup

source: You have been removed from this groupchat because of an affiliation change
ca: Se't ha eliminat d'aquest grup a causa d'un canvi d'afiliació

source: You have been removed from this groupchat because the groupchat has changed to members-only and you're not a member
ca: Se't ha eliminat d'aquest grup perquè ara només permet membres i no en sou membre

source: You have been removed from this groupchat because the service hosting it is being shut down
ca: Se't ha eliminat d'aquest grup perquè s'està tancant el servei de xat multiusuari

source: Sorry, something went wrong while trying to save your bookmark.
ca: S'ha produït un error intentant guardar el grup a favorits.

source: Timeout Error
ca: Límit de temps d'espera excedit

source: The server did not return your bookmarks within the allowed time. You can reload the page to request them again.
ca: El servei ha trigat massa en enviar els teus grups. Actualitza la pàgina per a demanar-los un altra vegada.

source: Sorry, there was an error while trying to add %1$s as a contact.
ca: S'ha produït un error en intentar afegir %1$s com a contacte.

source: This client does not allow presence subscriptions
ca: El contacte no permet subscripcions de presència

source: My contacts
ca: Els meus contactes

source: Pending contacts
ca: Contactes pendents

source: Contact requests
ca: Sol·licituds de contacte

source: Ungrouped
ca: Sense agrupar

source: New messages
ca: Missatges nous

source: Close
ca: Tancar

source: OK
ca: D'acord

source: Cancel
ca: Cancel·la

source: Nickname
ca: Àlies

source: XMPP Address
ca: Adreça XMPP

source: Affiliation
ca: Afiliació

source: Moderators are privileged users who can change the roles of other users (except those with admin or owner affiliations.
ca: Els moderadors son usuaris privilegiats que poden canviar el rol d'altres usuaris, exceptuant els usuaris que tinguen afiliació d'administrador o de propietari.

source: The default role, implies that you can read and write messages.
ca: El rol per defecte et permet que puguis llegir i escriure missatges.

source: Visitors aren't allowed to write messages in a moderated multi-user chat.
ca: Els usuaris visitants no tenen permís per a escriure missatges a un grup amb moderadors.

source: Owner is the highest affiliation. Owners can modify roles and affiliations of all other users.
ca: L'afiliació més alta és la de propietari. Els propietaris poden modificar els rols i les afiliacions de tots els altres usuaris.

source: Admin is the 2nd highest affiliation. Admins can modify roles and affiliations of all other users except owners.
ca: La segona afiliació més alta és la d'administrador. Els administradors poden modificar els rols i les afiliacions de tots els usuaris excepte la del propietari.

source: To ban a user, you give them the affiliation of "outcast".
ca: Per a denegar el accés a un usuari, li dones l'afiliació de "exiliat".

source: Change role
ca: Canviar rol

source: New Role
ca: Nou rol

source: Reason
ca: Raó

source: Change affiliation
ca: Canviar l'afiliació

source: New affiliation
ca: Nova afiliació

source: No users with that affiliation found.
ca: No s'han trobat usuaris amb aquest tipus d'afiliació.

source: No users with that role found.
ca: No s'han trobat usuaris amb aquest rol.

source: Type here to filter the search results
ca: Escriu aquí per a filtrar els resultats de recerca

source: Role
ca: Rol

source: Show users
ca: Mostrar els usuaris

source: Roles are assigned to users to grant or deny them certain abilities in a multi-user chat. They're assigned either explicitly or implicitly as part of an affiliation. A role that's not due to an affiliation, is only valid for the duration of the user's session.
ca: Els rols s'assignen per a denegar o permetre'ls certes habilitats dins d'un grup. S'assignen explícitament com a part d'una afiliació. Un rol que no està assignat a una afiliació, només té validesa durant la sessió de l'usuari.

source: An affiliation is a long-lived entitlement which typically implies a certain role and which grants privileges and responsibilities. For example admins and owners automatically have the moderator role.
ca: Una afiliació és un dret a llarg termini que normalment implica un cert rol que concedeix privilegis i responsabilitats. Per exemple, els administradors i propietaris tenen automàticament el rol de moderador.

source: Sorry, something went wrong while trying to set the affiliation
ca: S'ha produït un error intentant assignar l'afiliació

source: Affiliation changed
ca: L'afiliació ha canviat

source: Role changed
ca: El rol ha canviat

source: You're not allowed to make that change
ca: No tens permís per fer aquest canvi

source: Sorry, something went wrong while trying to set the role
ca: S'ha produït un error intentant assignar el rol

source: Moderator Tools
ca: Eines de moderador

source: Are you sure you want to destroy this groupchat?
ca: Segur que vols eliminar aquest grup?

source: name@example.org
ca: nom@exemple.org

source: Confirm
ca: Confirmar

source: Your nickname is "%1$s"
ca: El vostre àlies és: %1$s

source: Error: invalid number of arguments
ca: Error: nombre de paràmetres invalid

source: Unbookmark this groupchat
ca: Eliminar grup de llista de grups

source: Bookmark this groupchat
ca: Marca aquest grup

source: Unbookmark
ca: Desmarca

source: Bookmark
ca: Marca

source: Are you sure you want to remove the bookmark "%1$s"?
ca: Segur que voleu eliminar "%1$s"?

source: Click to open this groupchat
ca: Fes clic per obrir aquest grup

source: Filter
ca: Filtrar

source: Bookmarks
ca: Grups

source: Would you like this groupchat to be automatically joined upon startup?
ca: T'agradaria entrar automàticament a aquest grup?

source: The name for this bookmark:
ca: El nom per a aquest marcador:

source: What should your nickname for this groupchat be?
ca: Tria el teu àlies:

source: Save
ca: Desa

source: You have an unsent message which will be lost if you continue. Are you sure?
ca: Tens un missatge per a enviar, s'esborrarà si continues. Estàs segur que vols continuar?

source: A timeout occurred while trying to retract the message
ca: El temps d'espera a expirat intentant retractar el missatge

source: Sorry, you're not allowed to retract this message.
ca: No tens permís per a retractar aquest missatge.

source: Optional reason
ca: Raó opcional

source: Download file "%1$s"
ca: Descarregar fitxer "%1$s"

source: Message versions
ca: Versions del missatge

source: Remove as contact
ca: Eliminar com a contacte

source: Refresh
ca: Actualitzar

source: Email
ca: Correu electrònic

source: Full Name
ca: Nom Complet

source: The User's Profile Image
ca: Imatge de perfil

source: Sorry, there was an error while trying to remove %1$s as a contact.
ca: S'ha produït un error intentant eliminar %1$s com a contacte.

source: Sorry, something went wrong while trying to refresh
ca: S'ha produït un error intentant actualitzar

source: Are you sure you want to remove this contact?
ca: Segur que voleu eliminar aquest contacte?

source: Uploading file:
ca: Pujant fitxer:

source: This message has been edited
ca: Aquest missatge ha sigut editat

source: Show more
ca: Mostrar més

source: %1$s has removed this message
ca: %1$s ha eliminat el missatge

source: Search results
ca: Cerca resultats

source: Search
ca: Cerca

source: Insert emojis
ca: Insereix emoticones

source: Message characters remaining
ca: Caràcters del missatge restants

source: Send the message
ca: Envia el missatge

source: Start a call
ca: Inicia una trucada

source: Choose a file to send
ca: Tria el fitxer per enviar

source: Click to write as a normal (non-spoiler) message
ca: Fes clic per a escriure un missatge normal(sense spoiler)

source: Click to write your message as a spoiler
ca: Fes clic aquí per escriure un missatge amb spoiler

source: Details
ca: Detalls

source: See more information about this person
ca: Mostra més informació sobre aquesta persona

source: Close and end this conversation
ca: Tanca i finalitza aquesta conversa

source: Are you sure you want to clear the messages from this conversation?
ca: Segur que voleu esborrar els missatges d'aquest a conversa?

source: Hidden message
ca: Missatge amagat

source: Message
ca: Missatge

source: Optional hint
ca: Informació opcional

source: You have unread messages
ca: Tens missatges per llegir

source: Remove messages
ca: Elimina els missatges

source: Close this chat
ca: Tanca aquest xat

source: Write in the third person
ca: Escriu en tercera persona

source: Show this menu
ca: Mostra aquest menú

source: To improve performance, we cache your data in this browser. Uncheck this box if this is a public computer or if you want your data to be deleted when you log out. It's important that you explicitly log out, otherwise not all cached data might be deleted. Please note, when using an untrusted device, OMEMO encryption is NOT available.
ca: Per a millorar el rendiment, es recullen les teves dades a aquest navegador. Desmarca aquesta opció si estàs utilitzant un ordinador públic o si vols que les teves dades s'esborrin quan et desconnectes. És important que explícitament et desconnectis, d'altra manera, totes les dades recollides potser no s'esborrin. Tingues en compte que l'encriptació OMEMO no està disponible quan utilitzes un dispositiu amb el que no confies.

source: This is a trusted device
ca: Aquest dispositiu és de confiança

source: Password
ca: Contrasenya

source: Create an account
ca: Crea un compte

source: Don't have a chat account?
ca: No tens un compte de xat?

source: Log in
ca: Inicia la sessió

source: Username
ca: Nom d'usuari

source: user@domain
ca: usuari@domini

source: Disconnected
ca: Desconnectat

source: Click here to log in anonymously
ca: Fes clic aquí per iniciar la sessió de manera anònima

source: Please enter a valid XMPP address
ca: Introdueix una adreça XMPP vàlida

source: Chat Contacts
ca: Contactes

source: Toggle chat
ca: Canvia de xat

source: Close these announcements
ca: Tanca aquests anuncis

source: Click to open this server message
ca: Fes clic per obrir aquest missatge del servei

source: Announcements
ca: Anuncis

source: Enter groupchat
ca: Entrar al grup

source: Choose a nickname to enter
ca: Tria un àlies per a entrar

source: Please choose your nickname
ca: Tria el teu àlies

source: You're not allowed to send messages in this room
ca: No teniu permís per enviar missatges a aquesta sala

source: Click to mention %1$s in your message.
ca: Fes clic per a mencionar a %1$s al teu missatge.

source: This user is a moderator.
ca: Aquest usuari és un moderador.

source: This user can send messages in this groupchat.
ca: Aquest usuari pot enviar missatges a aquest grup.

source: This user can NOT send messages in this groupchat.
ca: Aquest usuari NO pot enviar missatges a aquest grup.

source: Admin
ca: Administrador

source: Member
ca: Membre

source: Moderator
ca: Moderador

source: Owner
ca: Propietari

source: Visitor
ca: Visitant

source: Change user's affiliation to admin
ca: Canvia l'afiliació de l'usuari a administrador

source: Ban user by changing their affiliation to outcast
ca: Denega l'accés a l'usuari canviant l'afiliació a exiliat

source: Clear the chat area
ca: Neteja l'àrea de xat

source: Close this groupchat
ca: Tancar aquest grup

source: Change user role to participant
ca: Canvia el rol de l'usuari a participant

source: Remove this groupchat
ca: Esborrar aquest grup

source: Kick user from groupchat
ca: Expulsa l'usuari del grup

source: Write in 3rd person
ca: Escriu en tercera persona

source: Grant membership to a user
ca: Atorga una afiliació a un usuari

source: Opens up the moderator tools GUI
ca: Obre les eines de moderador GUI

source: Remove user's ability to post messages
ca: Elimina la capacitat de l'usuari de publicar missatges

source: Change your nickname
ca: Canvia el teu àlies

source: Grant moderator role to user
ca: Atorga el rol de moderador a l'usuari

source: Grant ownership of this groupchat
ca: Atorga la propietat d'aquest grup

source: Register your nickname
ca: Registra el teu àlies

source: Revoke the user's current affiliation
ca: Anul·la l'afliació del usuari

source: Set groupchat subject
ca: Defineix un tema per al grup

source: Set groupchat subject (alias for /subject)
ca: Defineix el tema del grup (àlies per a / tema)

source: Allow muted user to post messages
ca: Permet que un usuari silenciat publiqui missatges

source: Sorry, an error occurred while trying to submit the config form.
ca: S'ha produït un error intentant desar el formulari de configuració.

source: This groupchat no longer exists
ca: Aquest grup ja no existeix

source: This action was done by %1$s.
ca: Aquesta acció l'ha fet %1$s.

source: The reason given is: "%1$s".
ca: El motiu indicat és: "%1$s".

source: Topic
ca: Tema

source: Topic author
ca: Autor del tema

source: Message archiving
ca: Emmagatzematge de missatges

source: Messages are archived on the server
ca: Els missatges estan arxivats al servei

source: Description
ca: Descripció

source: Features
ca: Característiques

source: Hidden
ca: Amagat

source: This groupchat is not publicly searchable
ca: Aquest grup no es pot buscar públicament

source: This groupchat is restricted to members only
ca: Aquest grup està limitat a només membres

source: Members only
ca: Només membres

source: Moderated
ca: Moderada

source: Participants entering this groupchat need to request permission to write
ca: Els participants que entren aquest grup han de demanar permís per a escriure

source: Name
ca: Nom

source: This groupchat does not require a password upon entry
ca: Aquest grup no requereix de contrasenya

source: No password required
ca: No es necessita contrasenya

source: Not anonymous
ca: No és anònima

source: All other groupchat participants can see your XMPP address
ca: Tots els participants d'aquest grup poden veure la teva adreça XMPP

source: Not moderated
ca: No moderada

source: Participants entering this groupchat can write right away
ca: Els participants que entren a aquest grup poden escriure sense demanar permís

source: Online users
ca: Usuaris en línea

source: Open
ca: Obre

source: Anyone can join this groupchat
ca: Qualsevol usuari pot entrar a aquest grup

source: This groupchat requires a password before entry
ca: Aquest grup requereix una contrasenya abans d'entrar

source: Password protected
ca: Protegit per contrasenya

source: This groupchat persists even if it's unoccupied
ca: Aquest grup no s'esborra encara que no hi hagi participants

source: Public
ca: Pública

source: Semi-anonymous
ca: Semi-anònima

source: Only moderators can see your XMPP address
ca: Només els moderadors poden veure la teva adreça XMPP

source: Temporary
ca: Temporal
