Repository: khanSaheb23/haiiredunia
Catalog: src/i18n/*/LC_MESSAGES/converse.po
Languages: ca

source: This groupchat will disappear once the last person leaves
ca: Aquest grup s'eliminarà quan l'últim participant surti

source: This groupchat is publicly searchable
ca: Aquest grup es pot buscar públicament

source: Groupchat info for %1$s
ca: Informació del grup per a %1$s

source: Invite
ca: Convida

source: user@example.org
ca: usuari@exemple.org

source: Optional reason for the invitation
ca: Raó opcional per la invitació

source: Invite someone to this groupchat
ca: Convida algú a aquest grup

source: Hide the groupchat topic
ca: Amaga el tema del grup

source: This groupchat is bookmarked
ca: Aquest grup no està marcat com a favorit

source: Show more information about this groupchat
ca: Mostra més informació sobre aquest grup

source: Configure
ca: Configurar

source: Configure this groupchat
ca: Configurar aquest grup

source: Invite someone to join this groupchat
ca: Convidar algú a unir-se a aquest grup

source: Show topic
ca: Mostrar tema

source: Hide topic
ca: Amagar tema

source: Show the topic message in the heading
ca: Mostrar el missatge del tema a la capçalera

source: Hide the topic in the heading
ca: Amaga el tema a la capçalera

source: Moderate
ca: Moderar

source: Moderate this groupchat
ca: Moderar aquest grup

source: Destroy
ca: Destruir

source: Leave
ca: Sortir

source: Leave and close this groupchat
ca: Sortir i tancar aquest grup

source: Are you sure you want to leave this groupchat?
ca: Segur que vols sortir d'aquest grup?

source: This groupchat requires a password
ca: Aquest grup requereix una contrasenya

source: Password:
ca: Contrasenya:

source: Submit
ca: Envia

source: Minimized
ca: Minimitzat

source: Click to restore this chat
ca: Fes clic per restaurar aquest xat

source: Minimize
ca: Minimitzar

source: Minimize this chat
ca: Minimitza aquest xat

source: Minimize this groupchat
ca: Minimitza aquest grup

source: has gone offline
ca: s'ha desconnectat

source: has gone away
ca: ha marxat

source: is busy
ca: està ocupat

source: has come online
ca: s'ha connectat

source: Notification from %1$s
ca: Notificació de %1$s

source: %1$s says
ca: %1$s diu

source: wants to be your contact
ca: vol ser el teu contacte

source: Away
ca: Absent

source: Busy
ca: Ocupat

source: Online
ca: En línia

source: Away for long
ca: Absent durant un llarg termini

source: Personal status message
ca: Missatge d'estat personal

source: Change chat status
ca: Canviar el teu estat de xat

source: Profile
ca: Perfil

source: Save and close
ca: Guardar i tancar

source: Use commas to separate multiple roles. Your roles are shown next to your name on your chat messages.
ca: Utilitza comes per a separar múltiples rols. Els teus rols es mostren al costat del teu nom als teus missatges.

source: Your Profile
ca: El Teu Perfil

source: Sorry, an error happened while trying to save your profile data.
ca: S'ha produït un error intentant guardar les dades del teu perfil.

source: You can check your browser's developer console for any error output.
ca: Pots revisar la consola del teu navegador per a qualsevol error resultat.

source: About
ca: Informació

source: %1$s Open Source %2$s XMPP chat client brought to you by %3$s Opkode %2$s
ca: %1$s codi obert %2$s client de xat XMPP facilitat per %3$s Opkode%2$s

source: %1$s Translate %2$s it into your own language
ca: %1$s Tradueix %2$s al teu idioma

source: online
ca: en línia

source: busy
ca: ocupat

source: away for long
ca: absent durant una estona

source: away
ca: absent

source: offline
ca: desconnectat

source: Are you sure you want to log out?
ca: Segur que vols desconnectar-te?

source: Log out
ca: Tanca la sessió

source: Show details about this chat client
ca: Mostra més informació sobre aquest client de xat

source: I am %1$s
ca: Estic %1$s

source: Click to change your chat status
ca: Fes clic per canviar l'estat del xat

source: Sorry, we're unable to send an encrypted message because %1$s requires you to be subscribed to their presence in order to see their OMEMO information
ca: No és possible enviar missatges encriptats perquè %1$s et demana que estigues subscrit a la seva presencia per a poder veure la seva informació OMEMO

source: Sorry, we're unable to send an encrypted message because the remote server for %1$s could not be found
ca: No s'han pogut enviar missatges encriptats perquè el servei %1$s no s'ha trobat

source: Unable to send an encrypted message due to an unexpected error.
ca: No es poden veure els missatges encriptats degut a un error.

source: This is an OMEMO encrypted message which your client doesn’t seem to support. Find more information on https://conversations.im/omemo
ca: Aquest és un missatge encriptat amb OMEMO, el qual el teu client no permet. Troba més informació a https://conversations.im/omemo

source: Sorry, could not decrypt a received OMEMO message due to an error.
ca: No s'ha pogut desencriptar aquest missatge OMEMO degut a un error.

source: %1$s doesn't appear to have a client that supports OMEMO. Encrypted chat will no longer be possible in this grouchat.
ca: %1$s sembla que no té un client que permet OMEMO. Xat encriptat no serà possible a partir d'ara.

source: Cannot use end-to-end encryption because %1$s uses a client that doesn't support OMEMO.
ca: No es pot utilitzar encriptació end-to-end perquè %1$s utilitza un client que no utilitza OMEMO.

source: Messages are being sent in plaintext
ca: Els missatges s'estan enviant en text simple

source: Sorry, no devices found to which we can send an OMEMO encrypted message.
ca: No s'han trobat dispositius als que es puguin envair missatges encriptats OMEMO.

source: Trusted
ca: Acceptada

source: Untrusted
ca: Denegada

source: OMEMO Fingerprints
ca: Empremta digital OMEMO

source: No OMEMO-enabled devices found
ca: No s'han trobat dispositius amb OMEMO

source: Checkbox for selecting the following fingerprint
ca: Casella per a seleccionar la següent empremta digital

source: Device without a fingerprint
ca: Verifica sense empremtes

source: Other OMEMO-enabled devices
ca: Altres dispositius amb OMEMO

source: Checkbox to select fingerprints of all other OMEMO devices
ca: Marca la casella per a seleccionar empremtes per als altres dispositius OMEMO

source: Remove checked devices and close
ca: Esborrar els dispositius marcats i tancar

source: Select all
ca: Seleccionar-ho tot

source: This device's OMEMO fingerprint
ca: L'empremta OMEMO d'aquest dispositiu

source: Generate new keys and fingerprint
ca: Generar noves claus i empremtes

source: Sorry, an error occurred while trying to remove the devices.
ca: S'ha produït un error intentant eliminar els dispositius.

source: Are you sure you want to generate new OMEMO keys? This will remove your old keys and all previously encrypted messages will no longer be decryptable on this device.
ca: Estàs segur que vols generar claus OMEMO noves? Això esborrara les teves claus antigues i tots els missatges encriptats i ja no es podran desencriptar a aquest dispositiu.

source: Choose a different provider
ca: Tria un altre proveïdor

source: Already have a chat account?
ca: Ja tens un compte de xat?

source: Account Registration:
ca: Crea un compte:

source: Log in here
ca: Inicia sessió aqui

source: Register
ca: Registrar-se

source: Hold tight, we're fetching the registration form…
ca: Tingues paciència, s'està obtenint el formulari de registre…

source: Tip: A list of public XMPP providers is available
ca: Consell: hi ha disponible una llista de proveïdors XMPP públics

source: here
ca: aquí

source: Fetch registration form
ca: Obtingues un formulari de registre

source: Create your account
ca: Crea el teu compte

source: Please enter the XMPP provider to register with:
ca: Si us plau, introdueix el proveïdor XMPP per registrar-se:

source: Sorry, we're unable to connect to your chosen provider.
ca: No és possible connectar-se al proveïdor que has triat.

source: Sorry, the given provider does not support in band account registration. Please try with a different provider.
ca: El proveïdor indicat no admet el registre del compte. Proveu-ho amb un altre proveïdor.

source: Something went wrong while establishing a connection with "%1$s". Are you sure it exists?
ca: Ha passat alguna cosa mentre s'establia la connexió amb "%1$s". Segur que existeix?

source: Now logging you in
ca: S'està iniciant la vostra sessió

source: Registered successfully
ca: Registre correcte

source: The provider rejected your registration attempt. Please check the values you entered for correctness.
ca: El proveïdor ha rebutjat l'intent de registre. Comproveu que els valors que heu introduït siguin correctes.

source: e.g. conversejs.org
ca: p. ex. conversejs.org

source: This field is required
ca: Aquest camp és necessari

source: Join
ca: Unir-se al grup

source: name@conference.example.org
ca: nom@conferencia.exemple.org

source: Groupchat name
ca: Nom del grup

source: Groupchat address
ca: Adreça del grup

source: Enter a new Groupchat
ca: Entrar a un grup nou

source: Groupchat id is invalid.
ca: El ID del grup no és vàlid.

source: Description:
ca: Descripció:

source: Features:
ca: Característiques:

source: Requires authentication
ca: Cal autenticar-se

source: Requires an invitation
ca: Cal tenir una invitació

source: Non-anonymous
ca: No és anònima

source: Permanent
ca: Grup permanent

source: Unmoderated
ca: No moderada

source: Show groupchats
ca: Mostrar grups

source: Server address
ca: Adreça del servei

source: Show more information on this groupchat
ca: Mostra més informació d'aquest grup

source: conference.example.org
ca: conferencia@exemple.org

source: Query for Groupchats
ca: Cercar grups

source: No groupchats found
ca: No s'ha trobat cap grup

source: Leave this groupchat
ca: Sortir del grup

source: Click to toggle the list of open groupchats
ca: Fes clic per obrir la llista de grups

source: Groupchats
ca: Grups

source: Query for groupchats
ca: Demana els grups

source: Add a new groupchat
ca: Afegeix un nou grup

source: Are you sure you want to leave the groupchat %1$s?
ca: Segur que vols sortir del grup %1$s?

source: Add
ca: Afegeix

source: Add a Contact
ca: Afegeix un Contacte

source: Sorry, could not find a contact with that name
ca: No s'ha trobat un contacte amb aquest nom

source: This contact has already been added
ca: Aquest contacte ja l'has afegit

source: Click to hide these contacts
ca: Fes clic per amagar aquests contactes

source: Contacts
ca: Contactes

source: Add a contact
ca: Afegeix un contacte

source: Re-sync your contacts
ca: Tornar a sincronitzar els contactes

source: This contact is busy
ca: Aquest contacte està ocupat

source: This contact is online
ca: Aquest contacte està en línia

source: This contact is offline
ca: Aquest contacte està desconnectat

source: This contact is unavailable
ca: Aquest contacte no està disponible

source: This contact is away for an extended period
ca: Aquest contacte està absent durant un període prolongat

source: This contact is away
ca: Aquest contacte està absent

source: Click to remove %1$s as a contact
ca: Feu clic per eliminar %1$s com a contacte

source: Click to chat with %1$s (XMPP address: %2$s)
ca: Feu clic per conversar amb %1$s (adreça XMPP:%2$s)

source: Click to accept the contact request from %1$s
ca: Feu clic per acceptar aquesta sol·licitud de contacte de %1$s

source: Click to decline the contact request from %1$s
ca: Feu clic per rebutjar aquesta sol·licitud de contacte de %1$s

source: Are you sure you want to decline this contact request?
ca: Segur que voleu rebutjar aquesta sol·licitud de contacte?

source: Filter by contact name
ca: Filtrar per nom de contacte

source: Filter by group name
ca: Filtrar per nom de grup

source: Filter by status
ca: Filtrar per estat

source: Any
ca: Qualsevol

source: Unread
ca: No llegits

source: Chatty
ca: Xerraire

source: Extended Away
ca: No disponible durant llarg temps

source: Offline
ca: Desconnectat
